[Translator]
Name=Hakann Kanndemir

[frmMain]
mnuFindTarget.Caption=Kayıt &alanı seç...
mnuPrimaryMonitor.Caption=&Birincil monitör
mnuSecondaryMonitor.Caption=&İkincil monitör
mnuRecordScreen.Caption=&Tam ekran
mnuISOMPEG1standard.Caption=ISO MPEG-1 standard ( .AVI )
mnuISOMPEG2standard.Caption=ISO MPEG-2 standard ( .AVI )
mnuISOMPEG4standard.Caption=ISO MPEG-4 standard ( .AVI )
mnuXvid.Caption=ISO MPEG-4 XVID ( .AVI )
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx ( .AVI )
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 part 2 ( .AVI )
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 part 3 ( .AVI )
mnuFlashVideo.Caption=Flash Video ( .FLV )
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 standard ( .MP4 )
mnuAppleQuickTime.Caption=Apple QuickTime ( Sony Vegas editable ) ( .MOV )
mnuMPEG2TransportStream.Caption=MPEG-2 transport stream ( .TS )
mnuMPEG2PSformat.Caption=MPEG-2 PS ( .VOB )
mnuVFWCodec.Caption=Harici codecler... ( .AVI )
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 part 3 ( .WMV )
mnuISOWMV2.Caption=Windows Media Video 8 ( .WMV )
ActionManager.Categorys.&Mode=Mod
ActionManager.Categorys.&Tools=Araçlar
ActionManager.Categorys.&Help=Yardım
mnuSettings.Caption=&Tercihler...
mnuAbout.Caption=&Hakkında...
mnuHelp.Caption=&Yardım...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 ( .MP3 )
mnuWMAAudioCodec.Caption=Windows Media Audio 2 ( .WMA )
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) ( .FLAC )
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) ( .M4A )
mnuRecordingTheScreenAndAudio.Caption=Ekran ve ses çıkışını kayıt et
mnuRecordingOnlyAudio.Caption=Sadece ses çıkışını kayıt et
mnuRecordingTheGame.Caption=Oyun kayıt et
mnuGIFAnimation.Caption=GIF hareketli resim ( .GIF )
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) bileşenleri
mnuMKVContainerFormat.Caption=MKV (Matroska) bileşenleri
mnuM4VContainerFormat.Caption=M4V (iPod MP4) bileşenleri
mnuMOVContainerFormat.Caption=MOV (QuickTime) bileşenleri
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) bileşenleri
mnuFLVContainerFormat.Caption=FLV (Flash Video) bileşenleri
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) bileşenleri
mnuTSContainerFormat.Caption=TS (MPEG-2 Transport Stream) bileşenleri
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) bileşenleri
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 standard + AAC ( .MP4 )
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 standard + FLAC ( .MKV )
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 standard + AAC ( .MKV )
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 standard + MP3 ( .MKV )
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 standard + AAC ( .M4V )
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC ( .MOV )
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Donanım kodlayıcısı ayarları...
mnuAudioCodecsSettings.Caption=Ses codecleri ayarları...
mnuCustomSize.Caption=Özel &boyut...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Kayıt ol...
mnuBuy.Caption=&Satın al...
ActionManager.Categorys.&Register=&Kayıt ol
mnuAddRecordingArea.Caption=Kayıt alanı ekle...
mnuEditRecordingAreaList.Caption=Kayıt alanı listesini düzenle...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Çıkış
mnuAutoSelectCodec.Caption=Oto seçim
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=&Hakkında
btnVideoConfiguration.Caption=&Ayarlar
lblFPS.Caption=FPS : 
gbxVideo.Caption=Video
chkAudio.Caption=Ses aygıtı ayarları
lblAudioDrive.Caption=Aygıt:
lblChannel.Caption=Kanal: 
lblSampleRate.Caption=Örnekleme Oranı: 
lblQuality.Caption=Kalite:
chkRecordCursor.Caption=İmleci &dahil et
chkBalanceReposition.Caption=Kayıt alanını hareket ettirdiğinizde, ana pencere taşınacaktır.
gbxHotkeySettings.Caption=Kısayol Tuşu Ayarları
chkRecordHotkey.Caption=Kaydı başlat/bitir: 
chkPauseHotkey.Caption=Kaydı duraklat: 
chkCaptureHotkey.Caption=Ekranı yakala:
chkFindTargetHotkey.Caption=Kayıt alanı seç:
lbledtOutputPath.Caption=Kayıt dizini:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
Caption=Tercihler
lblMin.Caption=dak.
lblSecond.Caption=san.
lblAfterCompletion.Caption=tamamlandıktan sonra
gbxRservationRecord.Caption=Kayıt Zaman Sınırlaması
chkRecordingTimeLimite.Caption=&Etkinleştir
gbxLanguage.Caption=Dil Ayarları
lblLanguage.Caption=Dil:
lblVideoBitrate.Caption=Bit hızı : 
lblAudioBitrate.Caption=Bit hızı : 
gbxVideoEncoding.Caption=Video
gbxAudioEncoding.Caption=Ses
btnRestoreDefaultSettings.Caption=&Varsayılan ayarlara dön
lblCaptureFormat.Caption=Resim dosyası formatı:
lblUsingMultiCore.Caption=Çoklu çekirdek kullanımı: 
gbxMouseEffect.Caption=Fare Efekti
chkEnabledMouseEffect.Caption=Efekti etkinleştir
lblMouseEffectColor.Caption=Renk
lblMouseEffectSize.Caption=Boyut
gbxTimeLimitSettings.Caption=Tercihler
rbTimeLimitDoNothing.Caption=Hiçbir şey yapma
rbTimeLimitStartNewRecording.Caption=Yeni kayıt başlat
rbTimeLimitExitProgram.Caption=Programı kapat
rbTimeLimitShutdown.Caption=Bilgisayarı kapat
gbxWatermarkSettings.Caption=Filigran Kullanımı
chkUseWatermark.Caption=Videoya &filigran ekle
lbledtWatermakrImagePath.Caption=Resim dosyası: 
lblOpacity.Caption=Saydamlık: 
gbxWatermarkImagePosition.Caption=Pozisyon
lblVideoQuality.Caption=Kalite: 
lblEncoderThreadCount.Caption=Kodlayıcı parçacık sayısı:
chkShowFPSOverlay.Caption=FPS yerleşimini göster
gbxGameRecording.Caption=Oyun Kayıt
lblColorConversionQuality.Caption=Renk dönüştürme kalitesi: 
pmnuPrefixDateTime.Caption=Önek + Tarih + Zaman
pmnuProgramNameDateTime.Caption=ProgramAdı + Tarih + Zaman
pmnuUserIDDateTime.Caption=KullanıcıAdı + Tarih + Zaman
pmnuDisplayUserNameDateTime.Caption=EkranKullanıcıAdı + Tarih + Zaman
pmnuPrefixLocalizationDateNumber.Caption=Önek + YerelTarih + Numara(#)
pmnuProgramNameLocalizationDateNumber.Caption=ProgramAdı + YerelTarih + Numara(#)
pmnuUserIDLocalizationDateNumber1.Caption=KullanıcıAdı + YerelTarih + Numara(#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=EkranKullanıcıAdı + YerelTarih + Numara(#)
pmnuPrefixNumber1.Caption=Önek + Numara(#)
pmnuPrefixNumber2.Caption=Önek + Numara(##)
pmnuPrefixNumber3.Caption=Önek + Numara(###)
pmnuProgramNameNumber1.Caption=ProgramAdı + Numara(#)
pmnuProgramNameNumber2.Caption=ProgramAdı + Numara(##)
pmnuProgramNameNumber3.Caption=ProgramAdı + Numara(###)
pmnuNumber1.Caption=Numara(#)
pmnuNumber2.Caption=Numara(##)
pmnuNumber3.Caption=Numara(###)
pmnuHelp.Caption=&Yardım...
ledtFileName.Caption=Dosya adı: 
chkHideDragCursorInRecordingArea.Caption=Kayıt alanındaki sürükle imlecini gizle
gbResizeVideo.Caption=Yeniden Boyutlandır
chkResizeVideo.Caption=Video'yu &boyutlandır
lblResolution.Caption=Çözünürlük:
lblResizeQuality.Caption=Kalite: 
lblGIFFPS.Caption=FPS: 
lblGIFQuality.Caption=Kalite:
gbxGIF.Caption=GIF Ayarları
chkGIFIncludeCursor.Caption=İmleci &dahil et
chkResizeGIF.Caption=GIF'i &boyutlandır
lblGIFResolution.Caption=Çözünürlük:
lblGIFResizeQuality.Caption=Kalite: 
gbResizeGIF.Caption=Yeniden Boyutlandır
rbTimeLimitHibernate.Caption=Bilgisayarı hazırda beklet
tsGeneral.Caption=Genel
tsGame.Caption=Oyun
tsResize.Caption=Video
gbxMicrophone.Caption=Mikrofon Ayarları
lblMicrophoneInputSource.Caption=Giriş kaynağı
gbxEncodingSettings.Caption=Kodlama
gbxGameRecordingPerformance.Caption=Oyun Kayıt
lblStageOfPipeline.Caption=Sahne hattı:
lblDecoderResolutionCompatibility.Caption=Dekoder çözünürlük uyumluluğu:
lblWatermarkLeftRightMargins.Caption=Sol-Sağ kenar boşluğu
lblWatermarkTopBottomMargin.Caption=Üst-Alt kenar boşluğu
gbxCalcFPS.Caption=FPS Hesapla
lblCalcFPSInterval.Caption=Aralık:
lblCalcFPSMS.Caption=milisaniye
lblCalcFPSRoundMode.Caption=Döngü modu: 
gbxFPSLimit.Caption=FPS Sınırlaması
chkFPSLimit.Caption=FPS sınırı
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Kayıt yaparken FPS'yi sınırla
chkCaptureIncludeCursor.Caption=İmleci &dahil et
chkUseCaptureImageWatermark.Caption=Ekran yakalamasına filigranı dahil et
lblFPSLimitMode.Caption=Mod:
tsMouseLeftClickEffect.Caption=Sol-Tık Efekti
tstsMouseRightClickEffect.Caption=Sağ-Tık Efekti
chkMouseLeftClickEffect.Caption=Fare sol-tık efekti ekle
lblMouseLeftClickEffectStyle.Caption=Stil:
lblMouseLeftClickColor.Caption=Renk:
lblMouseLeftClickEffectSize.Caption=Boyut:
lblMouseLeftClickLineWidth.Caption=Genişlik:
chkMouseRightClickEffect.Caption=Fare sağ-tık efekti ekle
lblMouseRightClickEffectStyle.Caption=Stil:
lblMouseRightClickColor.Caption=Renk:
lblMouseRightClickEffectSize.Caption=Boyut
lblMouseRightClickLineWidth.Caption=Genişlik:
chkMouseCursorHighlightEffect.Caption=Fare imleci vurgulama efekti ekle
lblMouseCursorHighlightEffectColor.Caption=Renk:
lblMouseCursorHighlightEffectSize.Caption=Boyut:
tsMouseCursorHighlightEffect.Caption=Vurgulama Efekti
tsMouseCursorSize.Caption=İmleç Boyutu
chkRecordingAreaAroundTheMouseCursor.Caption=Kayıt yaparken, kayıt alanını fare imleci etrafına göre taşı
gbxWebcamSettings.Caption=Web Kamera
chkWebcamOverlayToVideo.Caption=Videoya web kamerası &ekle
lblWebcamList.Caption=Web kamera
btnWebcamPreview.Caption=&Önizleme...
btnWebcamSettings.Caption=&Ayarlar...
gbxWebcamPosition.Caption=Pozisyon
lblWebcamLeftRightMargins.Caption=Sol-Sağ kenar boşluğu
lblWebcamTopBottomMarings.Caption=Üst-Alt kenar boşluğu
lblStartFilenameNumber.Caption=Başlangıç numarası:
chkHiddenRecordingArea.Caption=Kayıt alanını gizle
tsRecordingArea.Caption=Kayıt Alanı
lblWebcamFormat.Caption=Format:
btnAllReset.Caption=Sıfı&rla...
chkShowHideFPSHotKey.Caption=FPS'yi göster/gizle:
chkOnOffAlwaysHideRecordingArea.Caption=Kayıt alanını göster/gizle:
gbxScreenRecording.Caption=Ekran Kayıt
lblCaptureMethod.Caption=Yakalama yöntemi:
chkShowRecordingAreaMiniControl.Caption=Kayıt alanı mini kontrolünü göster
chkAlwaysOnTop.Caption=Her z&aman üstte
lblFrameRateMode.Caption=Kare hızı modu:
gbxHiddenRecordingArea.Caption=Kayıt Alanını Gizle
chkAlwaysHideRecordingArea.Caption=Her zaman gizle
chkHideRecordingAreaWhenRecording.Caption=Kayıt yaparken gizle
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=Simge durumuna küçültüldüğünde gizle
chkUseTrayIcon.Caption=Sistem tepsisi simgesini &kullan
chkHideAppWhenAppMinimized.Caption=Küçültüldüğünde uygulamayı gizle
chkHideAppWhenAppStarts.Caption=Program başlatıldığında uygulamayı gizle
btnVideoQualityCustom.Caption=Özelleştir...

[frmAbout]
btnOK.Caption=&TAMAM
lblDescription.Caption=Sadece Kişisel Kullanım (ticari olmayan)
btnSendReport.Caption=Bir &hata raporu gönderin...
Caption=Hakkında
tsInformation.Caption=Bilgilendirme
tsLicense.Caption=Lisans Anlaşması
btnRegister.Caption=&Kayıt ol...

[frmVFWCodecs]
Caption=Harici Codecler
chkUseVFWCodec.Caption=Harici codec &kullan
btnDownloadCodecs.Caption=Harici codec &indir...
btnVideoConfiguration.Caption=&Ayarlar
btnInformation.Caption=&Hakkında
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
lblVFWAudioCodecs.Caption=Ses codecleri:

[frmRegister]
Caption=Kayıt ol
ledtEMail.Caption=E-Posta:
ledtSerialNumber.Caption=Seri Numarası:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal

[frmInternetAuth]
Caption=Bekleyin...
lblAuthentication.Caption=Doğrulama...

[frmSaveToGIFProgress]
Caption=Kaydediliyor..
btnCancel.Caption=&İptal

[LanguageString]
Record=Kayıt
Resume=Devam
Pause=Duraklat
Encoding=Kodlama
Capture=E.Yakala
Area=Alan
Resize=Boyutlandır
Open=Aç
Options=Tercihler
Report=Rapor
Register=Kayıt ol
Info=Bilgi
Hotkey=Kısayol Tuşu
Hotkeys=Kısayol Tuşları
Save=Kaydet
Codecs=Codecler
Timelimit=Zaman Sınırı
Stop=Dur
Confirm=Onayla
Version=Versiyon
Language=Dil
Stereo=Stereo
Mono=Mono
Warning=Uyarı
Sound=Ses
Error=Hata
Information=Bilgi
Confirm=Onayla
&Yes=&Evet
&No=&Hayır
&OK=&TAMAM
&Cancel=&İptal
&Abort=&İptal et
&Retry=&Tekrar dene
&Ignore=&Yoksay
Effect=Efekt
KeyframeRate=Anahtar kare hızı
ModifiedWindowsHostFile=Windows hosts dosyasına müdahale edildiği tespit edilmiştir.
StopRecording=Ekran kaydını durdur
StartRecording=Ekran kaydını başlat.
CaptureScreen=Bir ekran yakala.
CopyToClipboard=Panoya kopyala
PressKeyStopRecording=Kaydı durdurmak için %s tuşuna basın.
RecordingFailed=Kayıt başarız oldu..
CauseAudioSynthesis=Neden (ses sentezi): 
Cause=Neden
NotExistDefaultOutputPath=Kayıt dizini mevcut değil. Varsayılan kayıt dizini olarak değiştirildi.
Recording...=Kaydediliyor
UpdateNewVersion=Ocam'i yeni sürüme güncelleyin.
SelectAreaToRecord=Kayıt alanı seçin.
ResizeRecordingArea=Kayıt alanını yeniden boyutlandırın.
Position=Pozisyon
ChangeSettings=Genel program yapılandırma seçenekleri.
DisplaySoftwareInformation=Yazılım bilgisini ve lisans bilgisini görüntüleyin.
OpenOutputPath=Kayıt dizinini açın.
BrowseForFolder=Bir klasör seçin
FailedRecordRegisterHotkey="Kaydı başlat/bitir" kısayol tuşu kaydedilemez.
FailedPauseRegisterHotkey="Kaydı duraklat" kısayol tuşu kaydedilemez.
FailedCaptureRegisterHotkey="Ekranı yakala" kısayol tuşu kaydedilemez.
FailedRecordAreaRegisterHotkey="Kayıt alanı seç" kısayol tuşu kaydedilemez.
PleaseChangeHotkey=Lütfen kısayol tuşu ayarlarını değiştirin.
LanguageChanged=Dil değiştirildi. Programı yeniden başlattığınızda geçerli olucaktır.
DownloadCodecs=Codecleri internetten indir.
WhenUsedGoodCodecs=oCam ile birlikte kullanılabilecek en iyi codecleri bir araya topladım.
GotoCodecPage=Codec sayfasına gitmek ister misin?
DontShowAgain=Bunu tekrar gösterme.
RecordingStarting=Başlatılıyor...
RecordingStopping=Durduruluyor...
FailedInitWASSoundLibDLL=Ses kütüphanesi başlatılamadı. Windows Ses hizmetinin çalıştığını kontrol edin.
JPEGQuality=JPEG kalitesi
CompressQuality=Sıkıştırma kalitesi
LicenseTo=Kayıtlı
InvalidSerialNumber=Geçersiz Seri Numarası
RegisterExpired=Seri numarasının süresi doldu.
ExpiryDate=Süre Sonu
Days=Gün
Enabled=Etkin
Disabled=Devredışı
Used=Kullanılıyor
NotUsed=Kullanılmıyor
LowDiskSpace=Diskte yeterli alan yok.
Watermark=Filigran
RecordSystemAudio=Sistem sesleri kaydı
DoNotRecordMicrophone=Mikrofonu kayıt etme
DoNotRecordSystemAudio=Sistem seslerini kayıt etme
UltraHigh=Ultra yüksek
VeryHigh=Çok yüksek
High=Yüksek
Medium=Orta
Low=Düşük
VeryLow=Çok düşük
Auto=Oto
CantNotLoadImage=Filigran resmi dosyadan yüklenemiyor.
NotFoundTheTargetRecordWindow=Kaydedilecek hedef pencere bulunamadı.
RecordingGame=Oyun
VeryFast=çok hızlı
Fast=hızlı
Normal=normal
Slow=yavaş
VerySlow=çok yavaş
FileName=Dosya adı
ConnectionFailed=Sunucu bağlantısı başarısız oldu.
Congratulations=Tebrikler
SuccessfullyRegistered=Tebrikler! Başarıyla kayıt oldunuz.
InvalidSerialNumber=Geçersiz seri numarası. Seri numarası hatalı görünüyor.
InvalidEMailAddress=Geçersiz e-posta adresi. E-posta adresi hatalı görünüyor.
RegisterExpired=Bu ürünü etkinleştirmek için kullandığınız seri numarasının süresi doldu.
InvalidResponseFromServer=Sunucudan geçersiz bir yanıt alındı.
RegisterAleady=Seri numarası zaten kayıtlı.
Donate=Bağış
MonitorNotSupportResolution=Monitör çözünürlüğü desteklemiyor.
HalfSize=Yarım Boyut
FitWidth=Genişlik
FitHeight=Yükseklik
Custom=Özel
GIF=GIF
General=Genel
Game=Oyun
Performance=Performans
Input=Giriş
LeftChannel=sol kanal
RightChannel=sağ kanal
StereoChannel=stereo kanal
3StagPipelineDescription=3-aşamalı (iyi performans)
2StagPipelineDescription=2-aşamalı (normal)
NoPipelineDescription=Aşamasız (yavaş)
HighPerformance=Yüksek Performans
HighQuality=Yüksek Kalite
BlurayDisk=Blu-ray Disk
LowLatency=Düşük Gecikme
HighPerformanceLowLatency=Düşük Gecikme Yüksek Performans
HighQualityLowLatency=Düşük Gecikme Yüksek Kalite
NvidiaDefault=Nvidia Varsayılan
MaximumQuantizer=Maksimum niceleme
MinimumQuantizer=Minimum niceleme
ConstQuantizerParameter=Sabit niceleme
Main=Esas
Baseline=Temel
SinglePassConstantQP=1-PASS
SinglePassCBR=1-PASS CBR (sabit bir oranı)
SinglePassVBR=1-PASS VBR (değişken bit oranı)
(0)FirstGPU=(0) Birincil GPU
(1)SecondGPU=(1) İkincil GPU
WidthHeightMultiple16=Genişlik ve Yükseklik 16 katıdır
WidthMultiple8HeightMultiple4=Genişlik 8 katı, Yükseklik 4 katıdır
WidthHeightMultiple2=Genişlik ve Yükseklik 2 katıdır
Pixel=Piksel
Round=Yuvarla
RoundUp=Yukarısında yuvarla
RoundDown=Aşağısında yuvarla
ConsumingCPUCycles=CPU tüketim döngüsü
YieldTheCPU=CPU verimliliği
AnimationDuration=Animasyon süresi
millisecond=milisaniye
Rings=Halka
Star=Yıldız
Star_RandomColor=Yıldız ( rastgele renk )
Star_Rotation=Dönen yıldız
Star_Rotation_RandomColor=Dönen yıldız ( rastgele renk )
Opacity=Saydamlık
SoftEdge=Kenar yumuşaklığı
Sec=san.
CursorSize=İmleç boyutu
Webcam=Web Kamera
WebcamVideoSize=Video boyutu
SerialNumberAlreadyRegistered=Seri numarası zaten kayıtlı.
Close=Kapat
WhenRecording=kayıt yaparken
Always=Her zaman
AutoSelect=Oto seçim
AreSureResetAllSettings=Tüm ayarları sıfırlamak istediğinize emin misiniz?
PleaseEnterRecordingAreaDisplayName=Lütfen kayıt alanı için bir ekran adı giriniz.
NoCategory=Kategori yok
RecordingAreaCategoryNameExists=Bu kategori adı zaten mevcut.
InvaildRecordingAreaCategoryName=Geçersiz kategori adı.
PleaseEnterRecordingAreaCategoryName=Lütfen kategori adı giriniz.
Youtube=Youtube
LossLess=Kayıpsız
HighPerformanceLossLess=Kayıpsız Yüksek Performans
Menu=Menü
ScreenRecording=Ekran Kayıt
GameRecording=Oyun Kayıt
AudioRecording=Ses Kayıt
LetsSeeTheGameRecordingManual=Yeni başlayanlar için oyun kayıt klavuzuna göz atalım.
DesktopDuplicationAPI=Desktop Duplication API ( hızlı)
GDIAPI=GDI API
CantNotLoadWatermarkImage=Filigran resmi yüklenemiyor.
FrameRateMode_VFR=Değişken kare hızı ( hızlı )
FrameRateMode_CFR=Sabit kare hızı
SoundRecord=Kayıt
SecretFolder=SecretFolder
Installed=Yüklendi
InstallApp=Uygulamayı yükle
AleadyInstall=Uygulama zaten yüklendi.
FailedRunInstaller=Yükleme yazılımı çalıştırılamadı.
FailedDownload=İndirme başarısız oldu.
FailedGetSystemInfo=Sistem bilgisi alınamadı.
InvalidInstallFile=İndirme dosyası bozukmuş gibi görünüyor.

[frmHardwareEncoderSettings]
Caption=Kodlayıcı Ayarları
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Öntanımlı:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
lblNvidiaNvencH264Profile.Caption=Profil:
lblNvencH264Level.Caption=Seviye:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Oran Kontrolü
lblNvencH264ConstQP.Caption=Sabit niceleme: 
lblNvencH264ConstQPHigh.Caption=1 ( Yüksek Kalite )
lblNvenctH264ConstQPLowQuality.Caption=51 ( Düşük Kalite )
lblNvencH264AverageBitRate.Caption=Ortalama bit hızı: 
lblNvencH264MinimumQuantizer.Caption=Minimum niceleme: 
lblNvencH264MinimumQPHighQuality.Caption=1 ( Yüksek Kalite )
lblNvencH264MinimumQPLowQuality.Caption=51 ( Düşük Kalite )
lblNvencH264MaximumQuantizer.Caption=Maksimum niceleme:
lblNvencH264MaximumQPHighQuality.Caption=1 ( Yüksek Kalite )
lblNvencH264MaximumQPLowQuality.Caption=51 ( Düşük Kalite )
lblNvencH264MaxBitrate.Caption=Maksimum bit hızı: 
btnNvencH264Default.Caption=&Varsayılan
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Öntanımlı:
lblNvidiaNvencHEVCProfile.Caption=Profil:
lblNvencHEVCLevel.Caption=Seviye
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Oran Kontrolü
lblNvencHEVCConstQP.Caption=Sabit niceleme: 
lblNvencHEVCConstQPHigh.Caption=1 ( Yüksek Kalite )
lblNvenctHEVCConstQPLowQuality.Caption=51 ( Düşük Kalite )
btnNvencHEVCDefault.Caption=&Varsayılan
lblNvencHEVCAverageBitRate.Caption=Ortalama bit hızı:
lblNvencHEVCMinimumQuantizer.Caption=Minimum niceleme: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 ( Yüksek Kalite )
lblNvencHEVCMinimumQPLowQuality.Caption=51 ( Düşük Kalite )
lblNvencHEVCMaximumQuantizer.Caption=Maksimum niceleme:
lblNvencHEVCMaximumQPHighQuality.Caption=1 ( Yüksek Kalite )
lblNvencHEVCMaximumQPLowQuality.Caption=51 ( Düşük Kalite )
lblNvencHEVCMaxBitrate.Caption=Maksimum bit hızı:
gbxOpenH264RateControl.Caption=Oran Kontrolü
lblOpenH264ConstQP.Caption=Sabit niceleme: 
lblOpenH264ConstQPHigh.Caption=1 ( Yüksek Kalite )
lblOpenH264ConstQPLowQuality.Caption=51 ( Düşük Kalite )
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 ( Yüksek Kalite )
lblQSVH264ConstQPLowQuality.Caption=51 ( Düşük Kalite )
gbxQSVH264RateControl.Caption=Oran Kontrolü

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Bit hızı: 
lblMP3AudioBitrate.Caption=Bit hızı: 
lblMP2AudioBitrate.Caption=Bit hızı: 
lblWMAAudioBitrate.Caption=Bit hızı: 
btnDefault.Caption=&Varsayılan
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
Caption=Ses Codecleri Ayarları
lblAACAudioSampleRate.Caption=Örnekleme oranı: 
lblMP3AudioSampleRate.Caption=Örnekleme oranı: 
lblMP2SampleRate.Caption=Örnekleme oranı: 
lblWMASampleRate.Caption=Örnekleme oranı: 
lblFlacAudioSampleRate.Caption=Örnekleme oranı: 

[frmCustomSize]
Caption=Özel Boyut
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
gbxCustomSize.Caption=Boyut

[frmRecordingAreaListEditor]
btnReset.Caption=Sıfı&rla
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal
mnuAdd.Caption=&Ekle...
mnuEdit.Caption=&Düzenle...
mnuDelete.Caption=&Sil...
mnuInsertSeparator.Caption=&Ayırıcı ekle...
Caption=Kayıt Alanı Liste Editörü

[frmInputNewCategoryName]
Caption=Yeni Kategori
ledtNewCategoryName.Caption=Kategori adı girin:
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal

[frmAddRecordingArea]
Caption=Kayıt Alanı Ekle
lblCategorys.Caption=Kategori:
ledtRecordingAreaDisplayName.Caption=Kayıt alanı için ekran adı:
btnNewCategory.Caption=&Yeni kategori...
btnOK.Caption=&TAMAM
btnCancel.Caption=&İptal

[frmAppInstaller]
lblSecretFolderTitle.Caption=SecretFolder - Klasör gizle
lblSecretFolderDescription.Caption=Size özel dosyalarınızı ve klasörlerinizi gizler, kilitler ve parola ile korur
